{
    "birth_date": "13 марта 1983",
    "gender": "Мужчина",
    "area": "Москва",
    "phone": "",
    "email": "",
    "metro": "м. Курская",
    "prava": [],
    "title": "Программист Python",
    "specialization": [
        {
            "name": "Web инженер",
            "profarea_name": "Информационные технологии, интернет, телеком"
        },
        {
            "name": "Интернет",
            "profarea_name": "Информационные технологии, интернет, телеком"
        },
        {
            "name": "Web мастер",
            "profarea_name": "Информационные технологии, интернет, телеком"
        }
    ],
    "salary": {
        "amount": null,
        "currency": null
    },
    "education_level": "Среднее специальное образование",
    "education": [
        {
            "year": 2002,
            "name": ".",
            "faculty, speciality": "."
        }
    ],
    "courses": [
        {
            "year": "2008",
            "institution": "Программирование веб приложений",
            "organization + specialization": "Центр обучения \"Специалист\", Сертификат"
        }
    ],
    "certificates": [],
    "language": [
        {
            "name": "Русский",
            "level": "Родной"
        },
        {
            "name": "Английский",
            "level": "B2 - Средне-продвинутый"
        }
    ],
    "experience": [
        {
            "start": "01-02-2015",
            "end": null,
            "company": "ИД \"Редакция газеты \"Московский Комсомолец\"",
            "position": "Программист",
            "description": "Деятельность: Разработка веб-сайтов (дочерних проектов редакции) с высокой нагрузкой, реализация дополнительного функционала. Поддержка основного сайта и инфраструктуры. Постоянный контроль качества как ответственность перед солидной аудиторией. Реализация спец.проектов рекламного характера.\n\nДостижения: Успешное завершение всех ведомых проектов. Модернизация интерфейсов и рефакторинг легаси-кода. Внедрение в продакшн веб-фреймворка Django и Python в целом."
        },
        {
            "start": "01-07-2012",
            "end": "01-01-2015",
            "company": "ООО \"Профитим\"",
            "position": "Программист (Веб-разработчик)",
            "description": "Деятельность: Разработка сайтов и веб-приложений для клиентов и нужд компании. Поддержка собственной сети интернет-магазинов. Разработка крупного интернет-сервиса для онлайн чтения периодики по подписке. Реализация системы для промо-сайта с генерацией билетов на мероприятия и динамическим парсингом данных. Разработка сайтов разной степени сложности, (в том числе с применением сбора и обработки данных). \n\nДостижения: Успешное завершение всех ведомых проектов. Полный рефакторинг серверной инфраструктуры, перевод ПО на новые сервера, реализация новой системы деплоймента. Внедрение системы контроля версий (git) и популяризация современных best practice среди разработчиков. Внедрение в продакшн веб-фреймворка Django и Python в целом."
        },
        {
            "start": "01-05-2011",
            "end": "01-06-2012",
            "company": "Cafedigital",
            "position": "Программист (Веб-разработчик)",
            "description": "Деятельность: Разработка сайтов и веб-приложений для клиентов и нужд компании. Реализация онлайн-продажи билетов на сеансы в планетарий, работа с API (Soap, XML). Разработка веб-приложения под планшеты для ресторанного бизнесса, бронирование столиков, реализация API. Разработка игрового веб-приложения (интеграция с социальными сетями). Разработка множества сайтов разной степени сложности, (в том числе с применением сбора и обработки данных). \n\nДостижения: Успешное завершение всех ведомых проектов. Внедрение стандартов кодирования и вопросов системного администрирования серверов в компании. Самостоятельная реорганизация внутренней серверной инфраструктуры. Внедрение в продакшн веб-фреймворка Django и Python в целом."
        },
        {
            "start": "01-03-2009",
            "end": "01-05-2011",
            "company": "ООО \"SoftTrade Lab\"",
            "position": "Программист (Разработчик веб-приложений)",
            "description": "Деятельность: Разработка различных сайтов и веб-приложений для компании. Разработка социальной сети для любителей фотографии. Разработка игровой социальной сети (с привлечением разработчиков flash-игр, браузерных игр). Участие в разработке системы распределения трафика TDS (Traffic Direction System). Разработка сервиса файло-обмена.\n\nДостижения: Успешное завершение всех ведомых проектов. Внедрение стандартов кодирования в компании, стандартов составление макетов для дизайнеров. Внедрение в работу компании системы контроля версий (Git)."
        },
        {
            "start": "01-05-2008",
            "end": "01-01-2009",
            "company": "ООО \"Тиама\"",
            "position": "Программист (Веб-программист, верстальщик)",
            "description": "Деятельность: Разработка сайтов для клиентов. Разработка и поддержка сайтов для сети стоматологических клиник, строительных компаний. Разработка социальной сети музыкальной направленности. Разработка и поддержка интернет-каталога сантехнической продукции. Участие в разработке комплекса программного обеспечения для службы такси (интерфейсы управления заказами для водителей, менеджеров, управляющих). Разработка интернет-магазина (книги). Разработка и поддержка интернет-магазина с конструктором подбора товара (эксклюзивное мыло).\n\nДостижения: Успешное завершение всех ведомых проектов. Внедрение в работу компании различных библиотек и веб-фреймворков."
        },
        {
            "start": "01-03-2008",
            "end": "01-05-2008",
            "company": "ООО \"Магител\"",
            "position": "Программист (Client-side разработчик)",
            "description": "Деятельность: Разработка приложений (микросайтов) рекламного характера под терминалы мгновенной оплаты (ОСМП, QIWI).Верстка сайтов, написание JavaScript - логики поведения. Работа с платежными системами. Тестирование приложений.\n\nДостижения: Успешное завершение всех ведомых проектов."
        }
    ],
    "skill_set": [],
    "skills": "Основной стек: Python3/Django/PostgreSQL/Docker/Git\nА также: Flask, Redis, MySQL‚ Celery\nНемного фронтенда: HTML5/CSS(Sass)‚ JavaScript (jQuery/NodeJS)\nDevOps: Linux/MAC OS, Nginx, Supervisord, Gunicorn, Docker, CI/CD",
    "recommendations": [
        {}
    ],
    "attestation": [],
    "dop_info": [
        {
            "dop 1": "Гражданство: Россия",
            "dop 2": "Разрешение на работу: Россия",
            "dop 3": "Желательное время в пути до работы: Не имеет значения"
        }
    ],
    "portfolio": {},
    "resume_id": "c42560af000036fe5c0039ed1f736563726574",
    "folder": "python_education_ss"
}