{
    "birth_date": "30 октября 1973",
    "gender": "Мужчина",
    "area": "Москва",
    "phone": "",
    "email": "",
    "metro": "м. Комсомольская",
    "prava": [],
    "title": "Разработчик backend (python, perl)",
    "specialization": [
        {
            "name": "Программирование, Разработка",
            "profarea_name": "Информационные технологии, интернет, телеком"
        },
        {
            "name": "Телекоммуникации",
            "profarea_name": "Информационные технологии, интернет, телеком"
        },
        {
            "name": "Интернет",
            "profarea_name": "Информационные технологии, интернет, телеком"
        }
    ],
    "salary": {
        "amount": null,
        "currency": null
    },
    "education_level": "Среднее специальное образование",
    "education": [
        {
            "year": 1991,
            "name": "ЛФМТ им С.А. Зверева",
            "faculty, speciality": "Вычислительной техники, Электронно-вычислительные машины, приборы и устройства"
        }
    ],
    "courses": [],
    "certificates": [],
    "language": [
        {
            "name": "Русский",
            "level": "Родной"
        },
        {
            "name": "Английский",
            "level": "B1 - Средний"
        }
    ],
    "experience": [
        {
            "start": "01-05-2017",
            "end": "01-02-2019",
            "company": "ООО Амедико",
            "position": "разработчик backend",
            "description": "Работа над серверной составляющей (python 2.7/Flask/PostgreSQL) \"личного кабинета клиента\" для группы ВТБ Страхование."
        },
        {
            "start": "01-01-2000",
            "end": "01-05-2017",
            "company": "предприниматель",
            "position": "фриланс и собственные проекты",
            "description": "Занимался самостоятельной разработкой и участием в различных проектах разной степени публичности.\n\nВ начале двухтысячных была написана первая версия собственной RWSM CMS (perl/MySQL/XML/XSLT), на которой было поднято некоторое количество сайтов коммерческих заказчиков и собственные проекты, например http://www.3dnews.ru/ . Несмотря на ряд недостатков решения (все-таки разработка начала 2000 г) 3dnews с его посещаемостью проработал на нем лет пять. В 2002 году была собрана небольшая команда и начата разработка следующей версии CMS. Разработка велась на собственные средства. В архитектуру изначально закладывалась масштабируемость и высокая производительность. Без кеширования на 3dnews-овском корпусе документов на синтетических тестах и посредственном десктопном железе была получена производительность, сильно перекрывавшая требующуюся. Собственных средств на доведение решения до уровня коробочного продукта не хватило. Над проектом работали еще несколько лет, состоялось несколько внедрений, но по разным причинам все они пошли \"в стол\".\n\nC 2004 по 2008 гг. принимал участие в хостинг-проекте jino.ru (и бесплатный хостинг jino-net.ru как саттелит). Где-то к 2008 году от этого проекта постепенно отошел."
        },
        {
            "start": "01-10-1996",
            "end": "01-12-1999",
            "company": "Элвис-Телеком",
            "position": "инженер-программист, замначальника отдела",
            "description": "1996 - конец 1999 - переезд из СПб в Москву и трудоустройство в подразделение НТЦ Модуль, которое впоследствии выделилось в ISP \"Элвис-Телеком\", в отдел веб-услуг в качестве программиста (perl в среде Solaris/Linux), через некоторое время по факту - замначальника отдела. Основные задачи отдела: внутренние разработки для нужд компании (сайт, разного рода веб-интерфейсы к базам), заказные веб-разработки (проекты разной степени сложности), создание инфраструктуры для оказания хостинговых услуг, выявление перспективных технологий и создание коммерческих услуг на их базе. В рамках работы в отделе занимался как непосредственно программированием, так и вопросам формирования команды, постановкой задач исполнителям, технически-идеологическими вопросами формирования и организации услуг, включая работу с продажниками, поиском перспективных технологий и попытками постановки их на коммерческие рельсы. В 1999 году с моей подачи и после тестовой эксплуатации шлюза компания первой в РФ официально запустила услугу IP-телефонии. В дальнейшем под это было сформировано отдельное подразделение. Так же готовилась к вводу услуга mp3 вещания для радиостанций, была организована тестовая трансляция, но после моего увольнения эксперимент свернули. В начале 1999 года нашим отделом была выдвинута концепция реорганизации хостинговых услуг - максимальная автоматизация процессов, веб-интерфейсы для клиента ко всему, к чему только можно, переход на иные модели оказания услуги. Это был переход от аренды дискового пространства и cgi директории к организации услуги хостинга примерно в том виде, в каком это считается нормой сейчас. Был сформирован план работ. За полгода он был реализован с превышением намеченных коммерческих показателей. Услуга пошла в гору, в нише хостинга компания начала занимать заметные позиции. После моего увольнения в конце 1999 это направление, к сожалению, серьезного развития не получило т.к. основным акцентом компании являлись в первую очередь транспортные услуги."
        },
        {
            "start": "01-02-1995",
            "end": "01-10-1996",
            "company": "Газета \"Санкт-Петербургское ЭХО\".",
            "position": "сотрудник технической поддержки",
            "description": "Поддержание работоспособности компьютерной сети редакции. Подготовка к публикации на WWW первой в РФ электронной версии печатного издания \"Санкт-Петербургское ЭХО\". Совместный проект с интернет-провайдером ДУКС. До недавнего времени архивы находились по адресу: http://www.pressa.spb.ru/newspapers/echo/"
        }
    ],
    "skill_set": [
        "Perl",
        "Linux",
        "XML/Xslt",
        "Постановка задач разработчикам",
        "Создание сайтов",
        "Серверное программирование",
        "Python",
        "Git",
        "PostgreSQL",
        "Flask",
        "Django Framework",
        "Spyne",
        "SQLalchemy",
        "JavaScript",
        "Catalyst perl framework",
        "mod_perl",
        "network programming",
        "CVS",
        "LibXML",
        "LibXSLT",
        "Mojolicious",
        "PL/pgSQL",
        "Redis",
        "Memcached",
        "SOAP",
        "JSON API",
        "mbus",
        "ESIA",
        "python-telegram-bot",
        "telethon"
    ],
    "skills": "Являюсь соавтором книги \"Управление проектом по созданию интернет-сайта\"\nhttp://www.pmprofy.ru/content/rus/32/320-article.asp",
    "recommendations": [
        {}
    ],
    "attestation": [],
    "dop_info": [
        {
            "dop 1": "Гражданство: Россия",
            "dop 2": "Разрешение на работу: Россия",
            "dop 3": "Желательное время в пути до работы: Не имеет значения"
        }
    ],
    "portfolio": {},
    "resume_id": "bb8785d90006560eef0039ed1f4e324b464147",
    "folder": "python45-55"
}