{
    "birth_date": "26 апреля 1962",
    "gender": "Мужчина",
    "area": "Москва",
    "phone": "",
    "email": "",
    "metro": "м. Ломоносовский проспект",
    "prava": [],
    "title": "Системный администратор",
    "specialization": [
        {
            "name": "Системный администратор",
            "profarea_name": "Информационные технологии, интернет, телеком"
        },
        {
            "name": "Технический писатель",
            "profarea_name": "Информационные технологии, интернет, телеком"
        }
    ],
    "salary": {
        "amount": null,
        "currency": null
    },
    "education_level": "Высшее образование",
    "education": [
        {
            "year": 1991,
            "name": "Московский институт электронного машиностроения - МИЭМ",
            "faculty, speciality": "специальность:  \"Вычислительные машины, комплексы, системы и сети\" (hard+soft)"
        }
    ],
    "courses": [
        {
            "year": "2020",
            "institution": " Coursera",
            "organization + specialization": " University of Michigan, Python for Everybody [Json, Xml, Web Scraping, СУБД, Sqlite, SQL, анализ данных]"
        },
        {
            "year": "2020",
            "institution": "Coursera",
            "organization + specialization": "МФТИ, Яндекс, Математика и Python для анализа данных"
        },
        {
            "year": "2020",
            "institution": "Coursera",
            "organization + specialization": "University of Colorado System, Computer Security and Systems Management"
        },
        {
            "year": "2020",
            "institution": "Coursera",
            "organization + specialization": "University of Colorado System, Applied Cryptography"
        },
        {
            "year": "2020",
            "institution": "Coursera",
            "organization + specialization": "МФТИ, Technical Writing"
        }
    ],
    "certificates": [],
    "language": [
        {
            "name": "Русский",
            "level": "Родной"
        },
        {
            "name": "Английский",
            "level": "C1 - Продвинутый"
        },
        {
            "name": "Французский",
            "level": "A1 - Начальный"
        }
    ],
    "experience": [
        {
            "start": "01-09-2018",
            "end": null,
            "company": "Крупный государственный  ВУЗ",
            "position": "Ведущий специалист",
            "description": "Обслуживание бухгалтерии - 1C 8.3, ЭЦП - КриптоПро CSP, КриптоАРМ, Континент АП. Поддержка систем отправки отчетности и документооборота: Такском-Референт, СБИС, Диадок, Электронный бюджет, ГМУ, Zakupki.gov.ru, площадки, Астрал-отчет (клиент-сервер), СУФД. Онлайн касса ЕКАМ, скрипты VBS+HTA (работа с базами SCCM, AD), MS SQL Server, VMWare."
        },
        {
            "start": "01-05-2017",
            "end": "01-09-2018",
            "company": "PДKБ ФГБOУ BO PHИMУ им. Н.И. Пиpoгoвa, Москва (республиканская детская бoльницa)",
            "position": "Ведущий инженер по компьютерной безопасности",
            "description": "DallasLock, VipNet, КриптоПро CSP и др. СКЗИ, работа с ЭЦП. Ведение журналов учета в соответствии с положениями ФСТЭК, ФСБ. Поддержка : СУФД, zakupki.gov.ru, площадки, ГМУ, Электронный бюджет, Референт, Такском касса, ЕГИСЗ и прочие. Безопасность и поддержка систем работы с персональными данными (ИСПДн): ОМС, Мегаклиника, переливание крови. Программирование МИС на Embarcadero Delphi 2009 + MS SQL Server 2008 (учет услуг, статистика, работа с кассой), - доработка чужого кода, траблшутинг.\nПодготовка приказов по безопасности, написание инструкций по работе с персональными данными, документирование существующих систем.\nПри необходимости  - техподдержка, диагностика, ремонт ПК, ИБП. 3 группа по электробезопасности - до 1000 V. Должность – ведущий инженер-электроник."
        },
        {
            "start": "01-02-2008",
            "end": "01-05-2017",
            "company": "OOO \"Элeктpопрoм\"",
            "position": "Системный администратор (в единственном лице)",
            "description": "Создание с нуля и обеспечение баесперебойной работы сети с удаленным участком и удаленными пользователями, серверов (Win Server 2000-2008 - 5 шт.  SuperMicro и др.), сетевого оборудования (HP, Netgear, D-Link, прочее) и периферии (сетевые хранилища, сетевые МФУ Kyocera и HP - 4шт., сетевые плоттеры А0 - 2 шт., сканеры и т.п.), > 100 рабочих станций; Acronis - разные продукты, Macrium Reflect.\nМодернизация, профилактика, диагностика и ремонт сети и периферии, серверов, рабочих станций; подбор и закупка компьютерных комплектующих и расходных материалов;\nПланирование и монтаж сети бесперебойного питания - 3 группа по электробезопасности, анализ качества электропитания;\nТелефония - Panasonic KX-TDA100, видеонаблюдение и контроля доступа Sphynx;\nKerio Control v7.3 и 8.4 c VPN; Active Directory, резервное копирование, мониторинг изменений и оповещения (разные продукты с поддержкой скриптов), VMWare ESXi 5.5.\nПочтовый сервер HMail Server (и др. с поддержкой скриптов) POP3, SMTP, IMAP + программирование управления событиями на VBS, прокси сервер (Squid Win и др.) и файервол, FTP-сервер (Bulletproof, использовал тж. и др.продукты) + VBScript и безинтерфейсные программы на С++. Антивирусы (AVG, Symantec, ESET Nod32 и др.), сканирующий прокси Trend Micro, F-Secure. Принт-серверы, сетевые МФУ, сетевое хранилище.\nWin10-8-7-XP(x86-64-bit) и др. Бухгалтерия 1Сv7.7, 8.3 - 8 рабочих мест, Крипто-Про CSP, Референт, Клиент-Сбербанк + ФПСУ/IP-Клиент, Сбербанк Онлайн, тендерные площадки.\nКонструкторский софт: AutoCAD 2004-2015, SolidWorks, Компас-3D, машина для расчетов прочности в ANSYS;\nНастраиваемая проактивная защита - HIPS (Malware Defender, EQ Secure, Comodo, DefenseWall, ProcessGuard и др.); Faronics Deep Freeze Enterprise v8.20, ShadowDefender и др. песочницы, и виртуальные машины vMWare, VirtualBox, Parallels (workstation)."
        },
        {
            "start": "01-11-1985",
            "end": "01-02-2008",
            "company": "ОАО \"Элeктpoпривoд\"",
            "position": "Ведущий инженер-программист (системный администратор конструкторского отдела)",
            "description": "Win2000-XP-2003 Server, ЛВС на TCP/IP –  витая пара и ADSL.\nфайловый сервер с RAID, принт-серверы, свичи, роутеры (Netgear и др.), сетевые МФУ, принтеры, плоттеры; шлюз Интернет. ISA Server 2006, прокси+фаервол – разные продукты, антивирус, почтовый сервер. Пакетная печать. Поддержка 2D/3D софта: AutoCAD, Inventor, SolidWorks, ProEngineer. Электронный архив организации  и конструкторского отдела. Резервное копирование.\nНаписание программ для внутренней отчетности организации – VBA для приложений + Excel. Поддержка Турбо-Бухгалтера SQL с 4 рабочими местами. 1Сv8, VBScript, C++.\nПланирование и монтаж сети бесперебойного электроснабжения, ремонт и обслуживание UPS (ИБП), электрика. Тестирование и ремонт аппаратной части компьютеров и электроники.\nПечатные платы: Сопровождение САПР, фотошаблоны, программирование ЧПУ, решение проблем на производстве.\nАнглийский язык: перевод в обе стороны, редактирование, переписка."
        },
        {
            "start": "01-02-1995",
            "end": "01-11-1996",
            "company": "Небольшая компания по разработке и производству электроники",
            "position": "Ведущий инженер-электроник",
            "description": "Полный цикл от разработки до производства и сертификации.  В т.ч. разводка печатных плат (PCAD),  производство и монтаж. Ведение приборного парка.\nПереписка (англ.яз.), технический перевод с английского и французского на русский (в т.ч. электротехнических стандартов МЭК/IEC для публикации)."
        }
    ],
    "skill_set": [
        "Хороший английский - перевод, переписка, разговор1",
        "Все - в единственном числе1",
        "Сервера Windows",
        "DHCP",
        "VPN",
        "VBScript",
        "VBA",
        "Администрирование сетевого оборудования",
        "VMware",
        "1C: Бухгалтерия",
        "Резервное копирование",
        "Антивирусная защита сети",
        "Active Directory",
        "Администрирование Kerio Winroute Firewall",
        "Настройка почтовых серверов",
        "САПР",
        "Монтаж",
        "Электроника и ремонт",
        "UPS",
        "Работа с текстами",
        "Составление руководств",
        "Электрика - 3 группа допуска (до 1000В)",
        "Acronis",
        "Embarcadero Delphi",
        "pfSense",
        "электрика до 1000 В",
        "MS SQL Server",
        "TCP/IP"
    ],
    "skills": "Интересуюсь вакансиями с использованием иностранных языков.  Много лет работал внештатным переводчиком, не только техническим.\nЯзыки: английский (upper intermediate level, сертификат); французский, китайский со словарём.\nСисадмин, ранее-электронщик, и на разработке печатных плат.",
    "recommendations": [
        {}
    ],
    "attestation": [],
    "dop_info": [
        {
            "dop 1": "Гражданство: Россия",
            "dop 2": "Разрешение на работу: Россия",
            "dop 3": "Желательное время в пути до работы: Не имеет значения"
        }
    ],
    "portfolio": {},
    "resume_id": "23c982b20000f519ab0039ed1f3430356b7051",
    "folder": "python_more_6_expierence"
}