{
    "birth_date": "26 июня 1978",
    "gender": "Мужчина",
    "area": "Волгоград",
    "phone": "",
    "email": "",
    "metro": "",
    "prava": [],
    "title": "Data Analyst",
    "specialization": [
        {
            "name": "Программирование, Разработка",
            "profarea_name": "Информационные технологии, интернет, телеком"
        },
        {
            "name": "Аналитик",
            "profarea_name": "Информационные технологии, интернет, телеком"
        }
    ],
    "salary": {
        "amount": null,
        "currency": null
    },
    "education_level": "Высшее образование",
    "education": [
        {
            "year": 2000,
            "name": "Саратовский военный институт внутренних войск Министерства внутренних дел Российской Федерации, Саратов",
            "faculty, speciality": ""
        }
    ],
    "courses": [
        {
            "year": "2021",
            "institution": "Яндекс.Практикум",
            "organization + specialization": "Яндекс.Практикум, Аналитик "
        },
        {
            "year": "2021",
            "institution": "Stepik — образовательная платформа",
            "organization + specialization": "Stepik, SQL; Python; Excel"
        },
        {
            "year": "2014",
            "institution": "ФГАУО ВПО «Волгоградский государственный университет»",
            "organization + specialization": "ФГАУО ВПО «ВГУ», программа подготовки управленческих кадров, менеджмент"
        }
    ],
    "certificates": [],
    "language": [
        {
            "name": "Русский",
            "level": "Родной"
        },
        {
            "name": "Английский",
            "level": "A1 - Начальный"
        }
    ],
    "experience": [
        {
            "start": "01-02-2020",
            "end": null,
            "company": "Яндекс.Практикум",
            "position": "Аналитик данных (обучение)",
            "description": "Работаю на Python, Jupyter notebook, Excel и SQL, Tableau. Использую библиотеки: Pandas, NumPy, SciPy, Matplotlib, Seaborn, Plotly, BeautifulSoup.\n\nПроекты выполненные за время учебы, со ссылками на репозитории в github:\n\n- Анализ пользовательского поведения в мобильном приложении.\nНа основе данных использования мобильного приложения для продажи продуктов питания проанализировать воронку продаж, а также оценить результаты A/A/B-тестирования. Используемые инструменты и навыки: A/B-тестирование; Python; Pandas; Matplotlib; Seaborn; событийная аналитика\nпродуктовые метрики; Plotly; проверка статистических гипотез; визуализация данных\nhttps://github.com/lelik-bolek/Analysis-of-user-behavior-in-a-mobile-app\n\n- А/В тестирование. Поведен анализ данных, предобработка, применение фреймворков ICE и RICE для приоритизации гипотез, проведение A/B-теста и анализ результатов. Используемые инструменты и навыки: Python; Pandas; Matplotlib; SciPy; A/B-тестирование; проверка статистических гипотез. \nhttps://github.com/lelik-bolek/Yandex-practicum\n\n- Исследования рынка общепита в Москве. Использованы дополнительные источники данных. Определена доля заведений сетевых и не сетевых, определено фактическое  количество посадочных мест по типам заведений, улицы на которых больше всего заведений общественного питания и районы. Подготовлена презентация. Используемые инструменты и навыки: Python; Pandas; Seaborn; Plotly; \nвизуализация данных; презентаций.\nhttps://github.com/lelik-bolek/fast-food-in-Moscow\n\n - Аналитика в Яндекс.Афише. Анализ эффективности маркетинговых затрат. Поведен анализ бизнес метрик (САК, LTV, ROI), построена визуализация. Используемые инструменты и навыки: Python; Pandas; Matplotlib; когортный анализ; юнит-экономика; продуктовые метрики\nhttps://github.com/lelik-bolek/Analytics-in-Yandex-Afisha"
        },
        {
            "start": "01-03-2019",
            "end": "01-09-2019",
            "company": "ООО ГК Агрост",
            "position": "Руководитель отдела закупок",
            "description": "Управление закупками сельхозпродукции. Разработка стратегии работы отдела, планов, контроль исполнения.\n\nРезультат работы:\nСформирован отдел закупок и логистики, выполнение КPI"
        },
        {
            "start": "01-09-2018",
            "end": "01-03-2019",
            "company": "ИП Леликов А.А.",
            "position": "Индивидуальный предприниматель",
            "description": "Управление малым предприятием в сфере общественного питания (кофейня).\n"
        },
        {
            "start": "01-08-2017",
            "end": "01-09-2018",
            "company": "ООО Зеленая точка Липецк",
            "position": "Коммерческий директор",
            "description": "Управление продажами услуг компании (интернет, телевидение, телефония) в каналах B2B, B2C на территории Липецка и области;\nРуководство работой коммерческого блока \n\nРезультат работы:\nФормирование эффективной системы продаж В2С, Сокращение SAC, рост количества продаж, сокращение оттока, увеличение ARPU абонентов."
        },
        {
            "start": "01-08-2016",
            "end": "01-07-2017",
            "company": "ИП Леликов А.А.",
            "position": "Генеральный директор, Учредитель",
            "description": "Управление малым предприятием в сфере общественного питания (кофейня, существующий бизнес);\nСтратегическое планирование развития предприятия, разработка и выведение на рынок нового бренда, его позиционирование и продвижение на рынке;\n\nРезультаты работы:\nБыл сформирован и выведен на рынок города новый бренд \"Коffe с совой\". Совокупный оборот и выручка компании за время работы были увеличены в 2 раза."
        },
        {
            "start": "01-07-2015",
            "end": "01-08-2016",
            "company": "ООО \"Ростелеком-Розничные Системы\"",
            "position": "Директор бизнес-единицы",
            "description": "Управление деятельностью компании (оказание услуг связи \"ПАО \"Ростелеком\" в розничном канале на территории Волгограда и Волгоградской области);\n\nРезультаты работы:\nБыла решена ключевая задача - вывести подразделение розничного бизнеса компании на самоокупаемость.  Увеличение объемов продаж.\nСформирована эффективная работоспособная команда."
        },
        {
            "start": "01-05-2006",
            "end": "01-06-2015",
            "company": "ПАО «Ростелеком»",
            "position": "Начальник управления по работе с массовым сегментом",
            "description": "С июля 2015 розничный бизнес ПАО \"Ростелеком\" был выделен в отдельную структуру.\n\nИюнь 2012-июль 2015\nУправление продажами  услуг компании (услуги местной и мг/мн связи, доступ в Интернет) в канале b2c на территории Волгоградской области;\n\nАпрель 2011 - Июнь 2012\nНачальник управления по работе с корпоративным сегментом\nУправление продажами услуг компании (услуги местной и мг/мн связи, доступ в Интернет, VPN и т.д.) на территории Волгоградской области после окончательного слияния бизнеса ЮТК и ПАО \"Ростелеком\";\n\nОктябрь 2008 - Апрель 2011\nНачальник отдела корпоративных продаж\nУправление продажами услуг компании в канале корпоративных клиентов (работа в рамках подразделения ЮТК, услуги местной телефонной связи, доступа в интернет) на территории Волгоградской области;\n\nМай 2006 - Октябрь 2008\nВедущий специалист по маркетингу\nПланирование, разработка и реализация мероприятий по продвижению услуг связи компании (работа в рамках подразделения ЮТК, услуги местной телефонной связи, доступа в интернет)."
        }
    ],
    "skill_set": [
        "Python",
        "MS Excel",
        "Веб-аналитика",
        "A/B тесты",
        "Jupyter Notebook",
        "Pandas",
        "Matplotlib",
        "BeautifulSoup",
        "MS PowerPoint",
        "Аналитика продаж",
        "Организаторские навыки",
        "Подготовка презентаций",
        "когортный анализ",
        "исследовательский анализ данных",
        "NumPy",
        "лемматизация",
        "SciPy",
        "Plotly",
        "Seaborn",
        "SQL",
        "Tableau"
    ],
    "skills": "Телефон, WhatsApp +7 (904) 777-73-32;\ne-mail: lelikov2@yandex.ru;\nSkype: lelikra\n\nМеня всегда привлекал анализ данных, принятие решений невозможно без такого анализа. Сейчас решил развить эту компетенцию, а именно расширить инструменты анализа данных и Python  для этого открывает огромные возможности.\nВ работе всегда выделяю главное, основное, анализирую пути достижения. \nРаботу с коллегами выстраиваю честно, по-деловому. \nУмею  и люблю работать в команде.\nУмение работать в режиме многозадачности.\nПостоянное саморазвитие.\n",
    "recommendations": [
        {}
    ],
    "attestation": [],
    "dop_info": [
        {
            "dop 1": "Гражданство: Россия",
            "dop 2": "Разрешение на работу: Россия",
            "dop 3": "Желательное время в пути до работы: Не имеет значения"
        }
    ],
    "portfolio": {},
    "resume_id": "5fb46a840008997ba90039ed1f336d69546b4d",
    "folder": "python_more_6_expierence"
}