{
    "birth_date": "20 октября 1981",
    "gender": "Женщина",
    "area": "Москва",
    "phone": "",
    "email": "",
    "metro": "",
    "prava": [],
    "title": "Младший аналитик данных / Junior data analyst",
    "specialization": [
        {
            "name": "Программирование, Разработка",
            "profarea_name": "Информационные технологии, интернет, телеком"
        },
        {
            "name": "Аналитик",
            "profarea_name": "Информационные технологии, интернет, телеком"
        }
    ],
    "salary": {
        "amount": null,
        "currency": null
    },
    "education_level": "Высшее образование",
    "education": [
        {
            "year": 2003,
            "name": "Финансовый университет при Правительстве Российской Федерации, Москва",
            "faculty, speciality": "Финансы и кредит, Налоги и налогообложение, экономист"
        }
    ],
    "courses": [
        {
            "year": "2021",
            "institution": "МФТИ",
            "organization + specialization": "Coursera.org, Теория вероятностей для начинающих"
        },
        {
            "year": "2021",
            "institution": "ВШЭ",
            "organization + specialization": "Coursera.org, Линейная алгебра"
        },
        {
            "year": "2021",
            "institution": "МФТИ",
            "organization + specialization": "Stepik.org, Введение в математический анализ"
        },
        {
            "year": "2020",
            "institution": "Институт биоинформатики",
            "organization + specialization": "Stepik.org, Основы статистики"
        },
        {
            "year": "2020",
            "institution": "Институт биоинформатики",
            "organization + specialization": "Stepik.org, Программирование на Python"
        },
        {
            "year": "2020",
            "institution": "Высшая школа экономики (НИУ ВШЭ), СПбПУ (Политех), Computer Science Center (CS центр)",
            "organization + specialization": "Stepik.org, Введение в базы данных"
        },
        {
            "year": "2020",
            "institution": "Atlassian",
            "organization + specialization": "Coursera.org, Version Control with Git"
        },
        {
            "year": "2019",
            "institution": "МФТИ",
            "organization + specialization": "Coursera.org, Комбинаторика для начинающих"
        },
        {
            "year": "2019",
            "institution": "Stepik.org",
            "organization + specialization": "Stepik.org, Практикум по математике и Python"
        },
        {
            "year": "2014",
            "institution": "University of Michigan",
            "organization + specialization": "Coursera.org, Programming for Everybody (Python)"
        }
    ],
    "certificates": [],
    "language": [
        {
            "name": "Русский",
            "level": "Родной"
        },
        {
            "name": "Английский",
            "level": "C1 - Продвинутый"
        },
        {
            "name": "Французский",
            "level": "A1 - Начальный"
        }
    ],
    "experience": [
        {
            "start": "01-09-2019",
            "end": null,
            "company": "Обучение анализу данных",
            "position": "Аналитик данных",
            "description": "В последнее время занимаюсь повышением своей квалификации в области анализа данных.\n\nС января 2020 года прошла курсы:\nПрограммирование на Python (Институт биоинформатики, Stepik.org),\nПрактикум по математике и Python (Stepik.org),\nОсновы статистики (Институт биоинформатики, Stepik.org),\nВведение в базы данных (Высшая школа экономики (НИУ ВШЭ), СПбПУ (Политех), Computer Science Center (CS центр), Stepik.org),\nVersion Control with Git (Atlassian, Coursera.org),\nКомбинаторика для начинающих (МФТИ, Coursera.org).\n\nВ процессе изучения:\nЛинейная алгебра (ВШЭ, Coursera.org),\nВведение в математический анализ (МФТИ, Stepik.org),\nТеория вероятностей для начинающих (МФТИ, Coursera.org).\n\nПрактические компетенции, которые я получила:\nPython, Pandas, Sklearn, Matplotlib, SQL, Git, GitHub.\n\nПримеры кода на Python можно посмотреть здесь:\nhttps://github.com/Lussie/Sandbox\nhttps://github.com/Lussie/Games"
        },
        {
            "start": "01-07-2014",
            "end": "01-11-2020",
            "company": "ООО \"АДВ веб-инжиниринг\"",
            "position": "Ведущий менеджер проектов",
            "description": "Управление разработкой интранет-порталов на базе Microsoft Sharepoint с большой долей кастомизации.\n\nКоманда состояла из 12 человек: 2 аналитика, 2 frontend-разработчика, 5 разработчиков C#, 2 тестировщика, менеджер проекта. Трое членов команды работало удаленно, в том числе в другом часовом поясе.\nВ отдельных случаях для работы привлекались подрядчики (разработка, тестирование).\n\nОсновные проекты:\n- интранет-портал ОАО \"Нижфарм\": разработка и запуск нового портала \"с нуля\", миграция данных со старого портала, интеграция с существующими IT-системами,\n- личный кабинет медицинских офисов ОАО \"Инвитро\": разработка и запуск личного кабинета \"с нуля\", бизнес-аналитика, дальнейшее развитие проекта, интеграция с шиной данных для обмена информацией с другими IT-системами,\n- единая база знаний ОАО \"Мегафон\": управление этапом бизнес-аналитики и проектирования,\n- интранет-портал Леруа Мерлен: развитие проекта, разработка нового функционала, разработка API,\n- интранет-портал GroupM: разработка функционала, запуск в эксплуатацию.\n\nОбязанности:\n- сбор требований, фиксация объема работ, составление сметы,\n- планирование работ,\n- планирование ресурсов,\n- управление командой (в том числе удаленной),\n- контроль сроков,\n- контроль бюджета,\n- контроль качества,\n- коммуникации с заказчиками."
        },
        {
            "start": "01-02-2013",
            "end": "01-06-2014",
            "company": "Рекламное агентство «Смартмедиа»",
            "position": "Менеджер интернет-проектов",
            "description": "Управление полным циклом создания сайтов (сайты-визитки, промо-сайты, корпоративные сайты, порталы, социальные сети): проектирование, дизайн, верстка, программная реализация, запуск, а именно:\n1) Пресейл: сбор требований заказчика, предварительный анализ рисков, анализ конкурентов, определение планируемых технологий для разработки, расчет стоимости работ.\n2) Проектирование: формализация требований заказчика, составление технического задания, утверждение содержания проекта, создание, согласование и утверждение прототипов.\n3) Планирование: составление плана проекта, формирование списка задач с оценкой сроков по каждой задаче, оценка требуемых ресурсов, планирование ресурсов, выявление рисков проекта и планирование реагирования на риски.\n4) Управление процессом реализации проекта:\n- организация процесса реализации проекта;\n- контроль изменения содержания, отслеживание факторов, которые могут привести к изменениям;\n- контроль изменения сроков;\n- проведение встреч с заказчиком, информирование о ходе и изменениях по проекту, формирование отчетности по проекту, решение конфликтных ситуаций.\n5) Управление командой проекта (дизайнеры, верстальщики, программисты, веб-мастера, копирайтеры, контент-менеджеры): постановка задач и их распределение между членам команды, координация взаимодействия внутри проектной команды, контроль выполнения задач. Работа как в собственной командой, так и с фрилансерами и подрядчиками.\n6) Управление бюджетом проекта: формирование и отслеживание бюджета проекта, контроль за расходом бюджета, оптимизация бюджета проекта, согласование изменений бюджета с заказчиком.\n7) Сдача проекта: организация тестирования и проверки качества проекта, контроль за соответствием результата утвержденному техническому заданию, непосредственное участие в процессе тестирования, согласование проекта с заказчиком, написание проектной документации.\n\nА также:\n- Доработка существующих сайтов для SEO-оптимизации.\n- Управление разработкой рекламных материалов (полиграфия, наружная реклама, баннеры).\n\nПримеры проектов:\nHappykarta.com (социальный сервис с комплексным тестом и сложным алгоритмом выдачи рекомендаций),\nТрейдинвест (автодилер),\nФламандия (коттеджный поселок),\nFlashGeo (интернет-магазин верхней одежды) и др.\nВсего - более 10 проектов от пресейла до запуска и около 20 проектов на технической поддержке."
        },
        {
            "start": "01-05-2011",
            "end": "01-09-2012",
            "company": "ООО «МедиаФорт»",
            "position": "Руководитель интернет-проектов",
            "description": "Обязанности:\n- развитие собственных интернет-проектов (соцсети, интернет-журналы, новостные порталы с общей посещаемостью более 500.000 уникальных пользователей в день (данные на сентябрь 2012 года)),\n- ведение переговоров с партнерами и рекламодателями,\n- составление и согласование договоров, техзаданий, смет, ведение первичной бухгалтерии,\n- координация работы команды штатных сотрудников и фрилансеров (дизайнеры, верстальщики, программисты, авторы, редакторы) при решение внутренних задач,\n- ведение рекламных кампаний на всех этапах: переговоры, заключение договоров, контроль за размещением рекламных материалов, сбор статистики, составление отчетов,\n- разработка рекламных спецпроектов для интернет-сайтов: переговоры, составление ТЗ, планирование работ, управление процессом реализации (координация работы дизайнеров, программистов, авторов, в том числе внештатных), контроль за выполнением работ, согласование с клиентом,\n- участие в выставках (переговоры с организаторами, организация работы стендов),\n- переговоры и разработка схем бартерного сотрудничества с печатными изданиями, выставками и т.п.,\n- организация с нуля финансового учета, разработка системы финансового учета."
        }
    ],
    "skill_set": [
        "Agile Project Management",
        "HTML",
        "Project Documentation",
        "Python",
        "SQL",
        "Git",
        "Pandas",
        "Matplotlib",
        "Sklearn",
        "GitHub",
        "Atlassian Jira",
        "MySQL",
        "MySQL Workbench"
    ],
    "skills": "В настоящее время хочу сменить свою роль в разработке IT-проектов: ищу работу младшим аналитиком данных. До этого много лет работала менеджером IT-проектов.\n\nЛюблю математику и программирование. Прохожу курсы на эту тему и хочу применять знания на практике.\n\nЧто я знаю:\nPython (Pandas, Matplotlib, Sklearn), SQL,\nМатематический анализ, Математическая статистика, Теория вероятностей, Комбинаторика.\n\nУмею пользоваться системами контроля версий (Git, GitHub), багтреккерами (Jira).\n\nБольшой опыт в интернет-проектах в качестве менеджера проектов. Опыт ведения переговоров, ведения финансового учета.\n\nЛичные качества:\n- ответственность,\n- стремление к новым знаниям,\n- внимание к деталям,\n- хорошая обучаемость,\n- умение работать в команде.\n\nНравится заниматься разносторонними задачами, постоянно совершенствоваться и осваивать новые области.",
    "recommendations": [
        {}
    ],
    "attestation": [],
    "dop_info": [
        {
            "dop 1": "Гражданство: Россия",
            "dop 2": "Разрешение на работу: Россия",
            "dop 3": "Желательное время в пути до работы: Не более часа"
        }
    ],
    "portfolio": {},
    "resume_id": "94dde006000727cbe50039ed1f384832474a4e",
    "folder": "python_more_6_expierence"
}