{
    "birth_date": "2 августа 1989",
    "gender": "Мужчина",
    "area": "Москва",
    "phone": "",
    "email": "",
    "metro": "м. Новогиреево",
    "prava": [],
    "title": "Web-разработчик (Python)",
    "specialization": [
        {
            "name": "Программирование, Разработка",
            "profarea_name": "Информационные технологии, интернет, телеком"
        },
        {
            "name": "Интернет",
            "profarea_name": "Информационные технологии, интернет, телеком"
        }
    ],
    "salary": {
        "amount": null,
        "currency": null
    },
    "education_level": "Высшее образование",
    "education": [
        {
            "year": 2017,
            "name": "МГМСУ им. Евдокимова",
            "faculty, speciality": "лечебный, Лечебное дело"
        }
    ],
    "courses": [],
    "certificates": [],
    "language": [
        {
            "name": "Русский",
            "level": "Родной"
        },
        {
            "name": "Английский",
            "level": "B2 - Средне-продвинутый"
        },
        {
            "name": "Румынский",
            "level": "A1 - Начальный"
        }
    ],
    "experience": [
        {
            "start": "01-05-2020",
            "end": null,
            "company": "Яндекс-Практикум",
            "position": "Python разработчик",
            "description": "Работал с Python 3+, ООП, Django 2+, Pillow, Sorl-thumbnail, Django-debug-toolbar, PostgreSQL, Django REST Framework, DRF Simple JWT, Django-filter, Git, Docker, Bash, HTTP(S), основами алгоритмов и структур данных (стек, дек,  массив, связный список, очередь), \"жадными\" алгоритмами\n\nСоздал с нуля многопользовательскую платформу для блогов с публикациями и рейтингом.\n      В блоге создана система регистрации, управления аккаунтом (редактирование профиля) и система прав пользователей. Есть возможность создания публикаций, их  просмотра, комментирования (и удаления комментариев), оценки по системе понравилось-не понравилось, добавления изображений, удаления. \nhttps://github.com/DavLivesey/GalacticSociety\n\nНаписал API для сервиса отзывов на фильмы, книги и музыку в команде нескольких человек.\n    Моя роль заключалась в написании части проекта, отвечающей за управление пользователями (система регистрации и аутентификации, права доступа, работа с токеном, система подтверждения e-mail, поля модели)\nhttps://github.com/Serega-z/api_yamdb\n\nВсе проекты были сданы в срок, прошли код-ревью опытных разработчиков.\n \nВ качестве удовлетворения хобби сделал бота на тему Звездных войн (без деплоя на сервер) методом асинхронного программирования. Бот умеет присваивать аттрибутику клиенту на основе теста и присваивает титулы в зависимости от активности клиента и результатов его тестирования (или его наличия).\nhttps://github.com/DavLivesey/SWPedia_bot"
        },
        {
            "start": "01-11-2018",
            "end": null,
            "company": "Городская поликлиника № 69",
            "position": "Врач травматолог-ортопед",
            "description": "Оказание экстренной и неотложной медицинской помощи (ушивание ран, вправление вывихов, лечение переломов, произведение репозиций). В среднем, 50-60 человек за суточную смену.\n\nЗа время работы неоднократно получал благодарности пациентов как в устной, так и в письменной форме:\nhttps://like.doctor/moskva/vrachi/zotov-sergey-sergeevich\n"
        },
        {
            "start": "01-06-2008",
            "end": "01-10-2018",
            "company": "Военные и гражданские медицинские организации",
            "position": "Медицинский брат, фельдшер дивизиона",
            "description": "Ведение документации, ассистирование на операциях,  организация оптимальной скорости приёма, организация медицинской безопасности мероприятий, медицинская сортировка пострадавших. В среднем 70 пациентов за смену.\nУспехи  и достижения в исполнении обязанностей были отмечены в личной характеристике"
        }
    ],
    "skill_set": [
        "Python",
        "REST",
        "ООП",
        "Git",
        "Django Framework",
        "Bash",
        "MySQL",
        "PostgreSQL",
        "API"
    ],
    "skills": "В связи со стабильно ухудшающейся ситуацией в области отечественной медицины и стабильного ухудшения условий труда решил сменить область деятельности. После поисков и анализа того, что нравится понял, что затянуло программирование на Python (параллельно рассматривал Java, PHP и C++). Именно этот язык приглянулся своей логичностью и дружелюбностью по отношению к разработчику.\n\nИзучаю лекции Хирьянова Т.Ф. по программированию на Python, книгу Бхаграва А. \"Грокаем алгоритмы 2017\", М. Лутца \"Изучаем Python\", курс на https://openedu.ru/\nЛюблю критику решений от более опытных товарищей - это даёт лучшее понимание моих пробелов в знаниях и оптимальных векторов развития навыков.\n\nВ качестве хобби - изучение течения Силы и другие аспекты вселенной Звёздных войн. А так же небольшие велопоходы (до 50 км).",
    "recommendations": [
        {}
    ],
    "attestation": [],
    "dop_info": [
        {
            "dop 1": "Гражданство: Россия",
            "dop 2": "Разрешение на работу: Россия",
            "dop 3": "Желательное время в пути до работы: Не имеет значения"
        }
    ],
    "portfolio": {},
    "resume_id": "a8ca89a800084b3a570039ed1f675073565663",
    "folder": "python_more_6_expierence"
}