{
    "birth_date": "28 августа 1991",
    "gender": "Мужчина",
    "area": "Москва",
    "phone": "",
    "email": "",
    "metro": "м. Кантемировская",
    "prava": [],
    "title": "Программист Python",
    "specialization": [
        {
            "name": "Информационные технологии, Интернет, Мультимедиа",
            "profarea_name": "Начало карьеры, студенты"
        }
    ],
    "salary": {
        "amount": 50000,
        "currency": "руб."
    },
    "education_level": "Неоконченное высшее образование",
    "education": [
        {
            "year": 2013,
            "name": "Московская гуманитарно-техническая академия, Москва",
            "faculty, speciality": "Экономический, Бухгалтерский учет, анализ и аудит"
        }
    ],
    "courses": [],
    "certificates": [],
    "language": [
        {
            "name": "Русский",
            "level": "Родной"
        },
        {
            "name": "Английский",
            "level": "B2 - Средне-продвинутый"
        }
    ],
    "experience": [
        {
            "start": "01-09-2020",
            "end": "01-11-2020",
            "company": "Learn Python",
            "position": "Python разработчик",
            "description": "Проходил обучение на курсе Learn Python. Проекты проходили ревью опытных наставников.\n\nПроект: Airsoft Web Helper\nЦель проекта — создать поисковик, в котором пользователь мог бы искать товары определенной спортивной тематики не обходя при этом сотни интернет-магазинов. Поисковик выдает исключительно товары in stock (в наличие). \n\nРоль в проекте: собирал основной функционал поисковика, помогал собирать парсер, который ходит по магазинам и собирает данные по товарам; настраивал базу данных для проекта.\n\nСтэк: Python 3.7, Django Framework, Django Rest Framework, PostgreSQL"
        },
        {
            "start": "01-10-2016",
            "end": "01-07-2019",
            "company": "Авто Вояж",
            "position": "Генеральный  директор",
            "description": "Развитие и осуществление рабочей деятельности в рамках автопарка.\n\nРабота с корпоративными клиентами. Бизнес перевозки. Работа в режиме такси через известных агрегаторов. "
        }
    ],
    "skill_set": [
        "Английский язык",
        "Python",
        "Git",
        "Django Framework"
    ],
    "skills": "Мотивирован не столько з/п, сколько желанием совершенствоваться и работать над интересными проектами. Лоялен и не намерен после нахождения работы менять место. Заинтересован стать специалистом в стенах одной компании.\n\n— Если чего-то не знаю, умею гуглить и не задаю глупых вопросов, на которые сам могу найти ответы.\n\n— Легко и с удовольствием обучаюсь. Как самостоятельно, так и через посещение курсов лично или же онлайн.\n\n— В начале 2020 года начал изучать Python. Выбрал этот язык благодаря рекомендации хорошего друга, который уже работает в сфере IT. Привлекло то, что даже с нулевыми навыками оказалось достаточно легко втянутся в обучение и разработку. Изначально занимался изучением по книжке Билла Любановича \"Простой Python\". Затем просмотрел серию видеокурсов, которые были посвящены python и django.\n\n— В качестве первого опыта написал бота для сообщества VK. Код далеко не идеальный, но бот работает и им успешно пользуются люди в настоящий момент. Могу предоставить доступ к коду и самому боту (код находится в приватном репозитории).\n\n====\n\nЛичные навыки и хобби:\n\n— Хобби: написание музыки и страйкбол.\n\n— Основал и развил коллектив на 120~ человек в спортивном хобби страйкбол. Активно развиваю свой проект, каждые выходные посещаем тренировки и игры на свежем воздухе.\n\n— Занимался и занимаюсь съемками и созданием роликов по своему проекту.\n\n— Занимался созданием сайтов на разных CMS, преимущественно на WordPress. Создал около 10 сайтов, но из-за высокой загрузки на работе забросил это дело. Однако, основы знаю, до сих пор веду несколько сайтов, включая свой собственный.\n\n— На нем же(сайте) веду блог, за счет которого совершенствую свои письменные и творческие навыки.",
    "recommendations": [
        {}
    ],
    "attestation": [],
    "dop_info": [
        {
            "dop 1": "Гражданство: Россия",
            "dop 2": "Разрешение на работу: Россия",
            "dop 3": "Желательное время в пути до работы: Не имеет значения"
        }
    ],
    "portfolio": {},
    "resume_id": "00e436eb0007e8fee00039ed1f6f315a54434b",
    "folder": "python25-35"
}