{
    "birth_date": "30 октября 1994",
    "gender": "Мужчина",
    "area": "Москва",
    "phone": "",
    "email": "",
    "metro": "",
    "prava": [
        {
            "prava1": "Права категории B"
        }
    ],
    "title": "Python-разработчик",
    "specialization": [
        {
            "name": "Программирование, Разработка",
            "profarea_name": "Информационные технологии, интернет, телеком"
        }
    ],
    "salary": {
        "amount": 70000,
        "currency": "руб."
    },
    "education_level": "Высшее образование",
    "education": [
        {
            "year": 2020,
            "name": "Яндекс.практикум",
            "faculty, speciality": "python-development, backend development"
        },
        {
            "year": 2019,
            "name": "Московский авиационный институт (национальный исследовательский университет), Москва",
            "faculty, speciality": "ИНЖЭКИН, Менеджмент"
        },
        {
            "year": 2017,
            "name": "Московский авиационный институт (национальный исследовательский университет), Москва",
            "faculty, speciality": "Авиационная техника, Системы жизнеобеспечения оборудования летательных аппаратов"
        }
    ],
    "courses": [
        {
            "year": "2020",
            "institution": "Яндекс.Практикум",
            "organization + specialization": "Яндекс, python-разработка"
        }
    ],
    "certificates": [],
    "language": [
        {
            "name": "Русский",
            "level": "Родной"
        },
        {
            "name": "Английский",
            "level": "B1 - Средний"
        }
    ],
    "experience": [
        {
            "start": "01-10-2020",
            "end": "01-01-2021",
            "company": "Softlogicrus",
            "position": "Инженер-программист",
            "description": "Разработка ПО для систем видео-аналитики на базе ИНС-моделей, в частности:\n1) Разработка и интеграция сервиса для системы контроля доступа (СКУД) на базе биометрического распознавания. (Система успешно прошла тестирование взаимодействия с функционалом заказчика в качестве пилотного проекта, на данный момент дорабатывается для выхода на рынок);\n2) Проектирование и разработка системы защиты от спуффинг-атак (защита от подделок биометрических данных);\n3) Настройка проектов на серверах и устройствах компании и поддержание их в рабочем состоянии;\n4) Улучшение системы захвата изображений с видео-камер.\n\nСтек технологий: Python 3.7, Django, Django REST Framework, PostgreSQL, Golang, GRPC, Redis, Docker, Docker-compose.\n\nНу и решение мелких задач из разряда \"черт, опять проект сервере упал, надо срочно поднять!\", \"АААА! Опять база отвалилась, да сколько ж можно!\", \"придумай как это сделать и заставь работать, тыжпрограммист!\" =)"
        },
        {
            "start": "01-11-2019",
            "end": "01-09-2020",
            "company": "Яндекс",
            "position": "Python-разработчик (обучение)",
            "description": "Основные проекты:\nПродуктовый помощник (дипломный проект).\nСтек: python 3.7, Django 3.1.1, PostgreSQL, Docker, Nginx, gunicorn, Яндекс.Облако.\nСайт для публикации рецептов. Разработан на Django, поддерживает работу с пользователями (регистрация, авторизация, сброс/изменение пароля), добавление и редактирование постов, пагинацию, фильтрацию по тегам, добавление/удаление постов в избранное, добавление/удаление авторов в подписки, наполнение корзины постов с последующей выгрузкой содержимого в виде .txt файла.\nПроект развернут в сервисе Яндекс.Облако при помощи docker-контейнеров.\nСсылка на github:\nhttps://github.com/SergeyKorobenkov/foodgram-project\nСсылка на сайт:\nhttp://130.193.44.189/\n\nСоциальная сеть-блог Yatube.\nСтек: python 3.7, Django 2.2.6, PostgreSQL, Nginx, gunicorn, Яндекс.Облако.\nСайт для публикации текстовых постов с картинками, разработан на Django. Поддерживает регистрацию пользователей, сброс/изменение пароля, пагинацию, кеширование, подписку на авторов, комментирование и редактирование записей. \nПроект разворачивался на Яндекс.Облако с применением nginx, gunicorn и отслеживанием работы сервиса через uptimerobot.com. На данный момент отключен.\nСсылка на github:\nhttps://github.com/SergeyKorobenkov/hw05_final\n\nAPI-функционал для сайта Yatube.\nСтек: python 3.7, Django 3.0.7, DRF 3.11.0, SQLite, SimpleJWT.\nAPI-функционал для сайта Yatube. Разработан на Django REST Framework. Поддерживает регистрацию и авторизацию пользователя, добавление, удаление и редактирование постов и комментариев.\nСсылка на github:\nhttps://github.com/SergeyKorobenkov/api_yamdb"
        },
        {
            "start": "01-07-2019",
            "end": "01-06-2020",
            "company": "ОАО \"766 УПТК\"",
            "position": "Инженер-конструктор",
            "description": "Разработка, согласование, сопровождение и запуск в производство конструкторской документации.\nСоздавал и редактировал существующие узлы для военных роботов (инженерных и боевых), попутно решая  проблемы из серии \"мы забыли сделать вот эту штуку, надо срочно начертить, согласовать и отдать на производство\" или \"там опять что то не собирается, нужно посмотреть и понять как исправить, желательно вчера\"."
        },
        {
            "start": "01-11-2014",
            "end": "01-07-2019",
            "company": "Ил, ОАО",
            "position": "Инженер-конструктор",
            "description": "Разработка, согласование, сопровождение и запуск в производство конструкторской документации.\nСоздавал новое и дорабатывал старое (в основном дорабатывал) оборудование для военно-транспортных самолетов семейства \"Ил\", объединяя хотелки, порой взаимоисключающие, различных внутренних служб предприятия. "
        }
    ],
    "skill_set": [
        "Python",
        "Git",
        "Django Framework",
        "SQL",
        "ООП",
        "Docker",
        "gunicorn",
        "PostgreSQL",
        "HTTP",
        "Видео-аналитика",
        "Linux"
    ],
    "skills": "Я - начинающий разработчик, на данный момент занимаюсь программированием уже год. Прошел обучение в Яндекс.Практикум на курсе python-разработчик.\n\nВ IT решил перейти из-за нескольких причин:\n1 - давний интерес к сфере разработки;\n2 - желание работать в более быстроразвивающейся сфере;\n3 - желание создавать продукт которым люди будут пользоваться каждый день.\n\nПо совету знакомых программистов решил познакомиться с Python, после чего и полюбился этот язык. Пару месяцев самостоятельно изучал язык, делая в свободное время простенькие задачки, после чего решил взять курс от Яндекс.Практикум с целью ускорения процесса обучения и структуризации полученных знаний. \n\nНа данный момент уже несколько месяцев работаю в качестве разработчика ПО для систем видео-аналитики и планирую и дальше развивать навыки программирования. На ближайшие месяцы, к примеру, запланировано изучение основ Javascript и Golang и укрепление знаний по Python. \n\nВ программировании нравится то что любое твое, как разработчика, действие имеет моментальное отражение в коде, которое можно увидеть и проследить как оно влияет на проект. \n\nВ прошлом, помимо работы инженером, занимался репетиторством, помогая школьникам по программам математики (алгебра и геометрия) и физики. В результате ~15 из 18 моих учеников смогли повысить свою успеваемость в школе и если не полюбить, то хотя бы понять данные дисциплины. \nМой старый профиль репетитора можно найти по ссылке:\nhttps://profi.ru/profile/KorobenkovSA/\n\nТак же в 2019 году проводил авиационную смену в детском лагере ВДЦ \"Океан\", по программе привлечения молодых специалистов, проводимой ПАО \"Объединенная авиастроительная корпорация\", а в августе 2020 года узнал что как минимум двое участников смены осуществили свою мечту и поступили в институты на специальности связанные с авиастроением. \nСсылка на новость о проведении смены:\nhttps://www.uacrussia.ru/ru/press-center/news/v-okeane-proshla-profilnaya-smena-oak-dlya-shkolnikov",
    "recommendations": [
        {}
    ],
    "attestation": [],
    "dop_info": [
        {
            "dop 1": "Гражданство: Россия",
            "dop 2": "Разрешение на работу: Россия",
            "dop 3": "Желательное время в пути до работы: Не имеет значения"
        }
    ],
    "portfolio": {},
    "resume_id": "df6ed4930007d008cc0039ed1f4d305a6b6155",
    "folder": "python25-35"
}