{
    "birth_date": "22 марта 1978",
    "gender": "Мужчина",
    "area": "Москва",
    "phone": "",
    "email": "",
    "metro": "м. Отрадное",
    "prava": [
        {
            "prava1": "Имеется собственный автомобильПрава категории B",
            "prava2": "Имеется собственный автомобиль"
        }
    ],
    "title": "Разработчик (odoo, python)",
    "specialization": [
        {
            "name": "Программирование, Разработка",
            "profarea_name": "Информационные технологии, интернет, телеком"
        }
    ],
    "salary": {
        "amount": 100000,
        "currency": "руб."
    },
    "education_level": "Высшее образование",
    "education": [
        {
            "year": 2005,
            "name": "ДГУ",
            "faculty, speciality": "ВТ"
        }
    ],
    "courses": [],
    "certificates": [],
    "language": [
        {
            "name": "Русский",
            "level": "Родной"
        },
        {
            "name": "Английский",
            "level": "C1 - Продвинутый"
        }
    ],
    "experience": [
        {
            "start": "01-01-2019",
            "end": null,
            "company": "Индивидуальное предпринимательство / частная практика / фриланс",
            "position": "Разработчик, консультант",
            "description": "Самописная облачная система автоматизации на базе Odoo (openERP), keycloak и minio (производственная рекламная компания). Сам себе режиссёр (консультант, разработчик, внутренний заказчик): от описания БП (bpmn) и ТЗ до разработки.\n\nНесколько небольших проектов автоматизации и сайтов. Python (odoo, flask, fastapi), javascript (react, jquery), golang (пришлось зацепить из-за minio, шапочно), php."
        },
        {
            "start": "01-01-2015",
            "end": null,
            "company": "ООО \"Лингвотранссервис-ЛТС\"",
            "position": "Соучредитель, Руководитель ИТ",
            "description": "Руководитель ИТ и соучредитель в строительной компании (несколько юридических лиц). В данный момент компания \"на боку\"."
        },
        {
            "start": "01-10-2010",
            "end": "01-12-2014",
            "company": "БН ПСТ ОАО \"Ситроникс\" (ОАО \"Квант\", ОАО \"Элакс\", ЗАО \"Концэл\")",
            "position": "Директор по ИТ",
            "description": "Руководитель Службы ИТ и связи (Директор по ИТ) одного из бизнес направлений крупного холдинга (4 производственных площадки в Подмосковье; 5 юридических лиц; около 250 пользователей; 10 человек в подчинении). Интеграция предприятий БН в единое информационное пространство."
        },
        {
            "start": "01-04-2009",
            "end": "01-10-2010",
            "company": "ООО \"Склад и офис\", ООО \"Лингвотранссервис-ЛТС\" и др.",
            "position": "Консультант",
            "description": "Разработка самописной crm (php, js, mysql), аутсорс ИТ услуг"
        },
        {
            "start": "01-07-2008",
            "end": "01-03-2009",
            "company": "ООО \"Фэбус-Телеком\"",
            "position": "Технический директор",
            "description": "Руководитель технической службы (ИТ и телекоммуникации) холдинга. Руководство службой технической поддержки (аутсорсинг (ИТ, связь, 1С) предприятий холдинга, провайдер доступа к сети интернет и телефонии в рамках управляемой холдингом недвижимости)."
        },
        {
            "start": "01-04-2008",
            "end": "01-06-2008",
            "company": "ФГУ Государственная Регистрационная Палата при Минюсте России",
            "position": "Заместитель начальника управления информатизации и связи",
            "description": "Заместитель руководителя управления информатизации и связи: отдел информационных технологий, отдел информации, редакционно-издательский отдел."
        },
        {
            "start": "01-04-2006",
            "end": "01-03-2008",
            "company": "ЗАО \"Управляющая компания “Терморос\"",
            "position": "Руководитель проекта информационная безопасность и телекоммуникации",
            "description": "Создание и поддержка территориально распределенной информационной инфраструктуры торгового холдинга (сети, телефония)."
        },
        {
            "start": "01-01-1998",
            "end": "01-04-2006",
            "company": "ЗАО “Компания “Инверсия”",
            "position": "Ведущий технический специалист",
            "description": "Технический консалтинг клиентов компании-разработчика ПО для автоматизации банковских систем (открытые системы, UnixWare, LInux)."
        },
        {
            "start": "01-09-1995",
            "end": "01-01-1998",
            "company": "Ассоциация “Евразия XXI век”",
            "position": "Системный администратор",
            "description": "Системный администратор"
        }
    ],
    "skill_set": [
        "odoo",
        "Python",
        "JavaScript",
        "Linux",
        "MySQL",
        "HTML",
        "Git",
        "CSS",
        "Django Framework",
        "PHP",
        "Администрирование серверов Linux",
        "MongoDB",
        "HTML5",
        "ООП",
        "Nginx",
        "jQuery",
        "Bootstrap",
        "Управление проектами",
        "Bash",
        "PostgreSQL",
        "SQL",
        "CSS3",
        "Работа в команде",
        "Английский язык",
        "SVN",
        "XML",
        "Apache HTTP Server",
        "Atlassian Jira",
        "Ajax"
    ],
    "skills": "Cместившийся (последнее время) в область разработки специалист в области ИТ, автоматизации и облачных технологий. Ищу работу разработчика (odoo, python, js) в удалённом режиме, возможно с периодическими визитами в офис, либо подработку.\n\nУмею и люблю: помогать, экономить, самоорганизоваться и организовывать, учиться и наставничать (где могу). Английский когда-то был боле-менее разговорным, но сейчас скорей письменно-читательский (уровень - приличный: свободно читаю любую профессиональную литературу, включая книги, любая разновидность письменного общения, разговорный быстро подтянется при наличии практики). Технарь, все увлечения и хобби связаны с ИТ. Предпочитаю open source и открытые системы (хорошая практика, никогда не забрасывал: linux, коммерческие юниксы (в прошлом), виртуализация (всё, что есть под linux (qemu, kvm, proxmox, vmware, hyper-v, wsl)), контейнеры (jail,docker,k8s), всевозможный web (nginx, apache, haproxy), хранилища (freenas, omv и прочий zfs), облачные решения (minio, nextcloud), разработка (python, php, js, perl, bash, git, gitlab, css, html, всевозможные сервера приложений), системы контроля доступа и видеонаблюдения, любое железо (hp, lenovo, mikrotik, addpac и т.д.)). Есть большой опыт работы с MS (win server, exchange, sharepoint и т.д.), особенной любви к ней не испытываю, но я профессионал, умею \"работать с тем, что есть\" и получать от этого удовольствие, особенно если есть другие мотивационные факторы.\n\nИдеальные логистические условия - Зеленоград, Химки, Долгопрудный (северная часть МО) или Москва (САО, СВАО, СЗАО, центр). Есть недвижимость и мечта переехать в Крым.\n\nНедостатки: Курю.",
    "recommendations": [
        {}
    ],
    "attestation": [],
    "dop_info": [
        {
            "dop 1": "Гражданство: Россия",
            "dop 2": "Разрешение на работу: Россия",
            "dop 3": "Желательное время в пути до работы: Не имеет значения"
        }
    ],
    "portfolio": {},
    "resume_id": "50062f1d0008a600160039ed1f6232556d7848",
    "folder": "python_education_hs"
}