{
    "birth_date": "12 апреля 1995",
    "gender": "Мужчина",
    "area": "Москва",
    "phone": "",
    "email": "",
    "metro": "м. Красносельская",
    "prava": [
        {
            "prava1": "Права категории B"
        }
    ],
    "title": "Разработчик на PYTHON / SQL",
    "specialization": [
        {
            "name": "Информационные технологии, Интернет, Мультимедиа",
            "profarea_name": "Начало карьеры, студенты"
        }
    ],
    "salary": {
        "amount": 70000,
        "currency": "руб."
    },
    "education_level": "Неоконченное высшее образование",
    "education": [
        {
            "year": 2014,
            "name": "РАНХиГС",
            "faculty, speciality": "Социология, Бакалавриат"
        }
    ],
    "courses": [
        {
            "year": "2020",
            "institution": "OTUS",
            "organization + specialization": "OTUS, «Python для начинающих»"
        },
        {
            "year": "2020",
            "institution": "Learn Python",
            "organization + specialization": "Learn Python, Python"
        },
        {
            "year": "2019",
            "institution": "Hexlet",
            "organization + specialization": "Hexlet, «Python-программист»"
        }
    ],
    "certificates": [],
    "language": [
        {
            "name": "Русский",
            "level": "Родной"
        },
        {
            "name": "Английский",
            "level": "C1 - Продвинутый"
        }
    ],
    "experience": [
        {
            "start": "01-11-2020",
            "end": null,
            "company": "ООО Комфорт-Века",
            "position": "Разработчик PYTHON (PART-TIME)",
            "description": "Работаю младшим разработчиком в строительной компании, пишу парсеры/скраперы данных московских ТСЖ. Selenium + BS4\nПоддерживаю корпоративный сайт (редактирую элементы фронта, добавляю функционал). Django + Bootstrap\nВ поисках работы так как работаю в данной организации PART-TIME (https://github.com/ssavl/komfort-veka)"
        },
        {
            "start": "01-08-2020",
            "end": "01-10-2020",
            "company": "Learn Python",
            "position": "Младший Разработчик PYTHON",
            "description": "На курсах Learn Python работал в\nкоманде разработчиков во главе с\nтимлидом над общим web-проектом\nв течении 4 месяцев, проект есть в моем GitHub (https://github.com/ssavl/bet_bot)"
        },
        {
            "start": "01-01-2018",
            "end": "01-08-2020",
            "company": "РОЕХ МЦХ",
            "position": "Контент-менеджер SMM",
            "description": "Работал в штате организации контент-менеджером, дизайнером. Вел веб-ресурсы: Instagram, vk, YouTube и Телеграмм-канал. (Adobe Illustrator, Adobe Premier Pro, Adobe After Effect)"
        }
    ],
    "skill_set": [
        "Python",
        "SQL",
        "Django Framework",
        "PostgreSQL",
        "Flask",
        "ORM",
        "Git",
        "Linux",
        "MongoDB",
        "Selenium IDE",
        "Beautiful soup 4",
        "Redis",
        "Docker"
    ],
    "skills": "О СЕБЕ\n\nОбучаюсь с декабря 2019 года бэкенд разработке на Python и работе с базами данный на SQL. Опыт коммерческой разработки есть, на данный момент времени работаю в небольшой строительной компании, меня наняли как штатного программиста, в начале в мои обязанности входило только написать и поддерживать сайт, позже я начал писать для отдела продаж парсеры данных московских ТСЖ с записью в базу данных. К своему релевантному опыту отнес бы так же 4 месячные оффлайн курсы Learn Python, где искусственно создаётся проектная работа максимально похожая на промышленную разработку (Slack, JIRA, Git). \n\nВижу свой профессиональный рост в сторону Full Stack Web Development - технического специалиста.\n\nПомимо этого делал несколько коммерческих проектов, к примеру Telegram-бота для игры в \"Lets chat\" (https://github.com/ssavl/telegram_bot_chat) . До своей первой работы копил первоначальный опыт на задачах с codewars и практике на учебных проектах:\n\n\"Простой блог на Django\" (https://github.com/ssavl/django_project) научился работать с HTML и немного с CSS, получил понимание об организации большого веб-проекта, отличие приложения от проекта, настройка модели, организация базы-данных и деплой проекта на pythonanywhere\n\n\"Парсер букмекерских коэффициентов\" (https://github.com/ssavl/bet_bot) научился более-менее разбираться в структуре реального HTML кода, освоил библиотеку requests + деплой \n\n\"Чат-бот прогноз погоды\" бот принимает название города отправляет GET запрос к API и возвращает рекомендации и сам прогноз по городу\n\nТакже в рамках воркшопов реализовал несколько простых проектов, вот последний из них:\n\n\"RestFul API\" (https://github.com/ssavl/soccer_DRF) - на базе Django DRF реализовал простой апи-интерфейс с футбольной статистикой, API принимает GET / POST / DELETE запросы \n\n\"Игра загадай число\" (https://github.com/ssavl/pet-projects-) - практиковался с работой с циклом While, и бинарным поиском.\n\n \n\nТри пункта о себе:\n\n1. Интересно программирование потому что оно дает простор в выполнении рутинных задач бизнеса и дает возможность писать модели которые могут предсказать те или иные процессы, в свободное время читаю хабр, слушаю подкасты по математике и computer science.\n\n2. Ответственный программист, вовремя закрываю таски, командный игрок.\n\n3. Самостоятельно изучил SQL запросы, писал свой pet-project по автоматическим ставкам на спорт по статистике из своей БД.",
    "recommendations": [
        {}
    ],
    "attestation": [],
    "dop_info": [
        {
            "dop 1": "Гражданство: Россия",
            "dop 2": "Разрешение на работу: Россия",
            "dop 3": "Желательное время в пути до работы: Не имеет значения"
        }
    ],
    "portfolio": {},
    "resume_id": "2f64b26e0007f76bb10039ed1f706d54515650",
    "folder": "python18-25"
}