{
    "birth_date": "23 июля 2000",
    "gender": "Мужчина",
    "area": "Красноярск",
    "phone": "",
    "email": "",
    "metro": "",
    "prava": [
        {
            "prava1": "Права категории B"
        }
    ],
    "title": "Junior Python Developer",
    "specialization": [
        {
            "name": "Информационные технологии, Интернет, Мультимедиа",
            "profarea_name": "Начало карьеры, студенты"
        }
    ],
    "salary": {
        "amount": 40000,
        "currency": "руб."
    },
    "education_level": "Неоконченное высшее образование",
    "education": [
        {
            "year": 2022,
            "name": "Томский государственный университет систем управления и радиоэлектроники, Томск",
            "faculty, speciality": "Факультет систем управления, Информатика и вычислительная техника"
        }
    ],
    "courses": [],
    "certificates": [],
    "language": [
        {
            "name": "Русский",
            "level": "Родной"
        },
        {
            "name": "Английский",
            "level": "C1 - Продвинутый"
        }
    ],
    "experience": [
        {
            "start": "01-08-2020",
            "end": null,
            "company": "Онлайн школа Hello World",
            "position": "Преподаватель по программированию",
            "description": "Онлайн-школа Hello World. В ней, я являюсь преподавателем по программированию. Обучаю учеников как из России, так из за рубежа. Преподаю несколько языков: Scratch (для начинающих), Python и C++ (для продвинутых). Был опыт перевода методических материалов с русского на английский.\nНа данном месте работы, мне удалось достичь высшей ставки, доверие родителей и учеников и постоянный приток новых клиентов.\nМеня радует этот опыт работы. Всегда интересно найти ученика готового учиться и помочь ему развиться в программировании.\nОднако, надолго я не задержусь на этой должности. Мне хочется развиваться как разработчик."
        },
        {
            "start": "01-05-2019",
            "end": "01-07-2020",
            "company": "ИП Богданов Денис Александрович",
            "position": "Python разработчик",
            "description": "Занимался парсингом аудитории ВК и Инстаграм. Использовал библиотеки re, requests, beautiful soup. Помимо парсинга, предпринимал попытки написания модели машинного обучения с использованием компьютерного зрения, чтобы через камеры наблюдать за продажами кальянов в заведении \"WoodyWoo\". Писал код для аркадной игры для автомата в том-же заведении на движке Unity. Писал Telegram-бота для компании."
        }
    ],
    "skill_set": [
        "Java",
        "Git",
        "ООП",
        "MySQL",
        "Python",
        "Django Framework",
        "Machine learning",
        "C/C++",
        "Информационная безопасность",
        "Django rest framework",
        "Docker",
        "PostgreSQL"
    ],
    "skills": "Испытываю большой интерес к информационной безопасности, Python, ML/AI и C++. С недавних пор в круг интересов добавился Django Framework.\nВ свободное время предпочитаю изучать различные темы по программированию. На данный момент сосредоточен на Django + Python. Читаю техническую литературу, пишу собственные проекты. Прохожу любые, доступные мне курсы. В частности, прохожу секцию \"Python Developer\" на курсе JetBrains Academy. ",
    "recommendations": [
        {}
    ],
    "attestation": [],
    "dop_info": [
        {
            "dop 1": "Гражданство: Россия",
            "dop 2": "Разрешение на работу: Россия",
            "dop 3": "Желательное время в пути до работы: Не более часа"
        }
    ],
    "portfolio": {},
    "resume_id": "3e8c1ef90005adad6a0039ed1f74316d4c4456",
    "folder": "python18-25"
}