{
    "birth_date": "1 января 1998",
    "gender": "Женщина",
    "area": "Москва",
    "phone": "",
    "email": "",
    "metro": "м. Кунцевская",
    "prava": [],
    "title": "Backend-разработчик (Python)",
    "specialization": [
        {
            "name": "Программирование, Разработка",
            "profarea_name": "Информационные технологии, интернет, телеком"
        }
    ],
    "salary": {
        "amount": null,
        "currency": null
    },
    "education_level": "Высшее образование (Магистр)",
    "education": [
        {
            "year": 2021,
            "name": "Восточноукраинский национальный университет им. В. Даля, Луганск",
            "faculty, speciality": "Физики, математики и информационных технологий, Программная инженерия"
        }
    ],
    "courses": [
        {
            "year": "2020",
            "institution": "Яндекс.Практикум",
            "organization + specialization": "Яндекс, Python-разработчик "
        }
    ],
    "certificates": [],
    "language": [
        {
            "name": "Русский",
            "level": "Родной"
        },
        {
            "name": "Английский",
            "level": "B1 - Средний"
        }
    ],
    "experience": [
        {
            "start": "01-01-2020",
            "end": null,
            "company": "Яндекс.Практикум",
            "position": "Python-разработчик (обучение)",
            "description": "Список проектов, которые были созданы в рамках курса и проверены ревьюерами:\n\nСтек технологий: Python 3, Django 2.2 LTS, PostgreSQL, gunicorn, nginx, Яндекс.Облако(Ubuntu 18.04), Django REST Framework, SQLite3, Simple-JWT, python-telegram-bot, Heroku, Twilio, GIT, Unittest \nТемы, которые изучила: Базы данных, ООП, Алгоритмы и структуры данных, тестирование\n\n1. Foodgram - онлайн сервис для публикации рецептов.\nСтек: Python 3, Django, PostgreSQL, gunicorn, nginx, Яндекс.Облако(Ubuntu 18.04), Docker\nЭто онлайн-сервис, где пользователи смогут публиковать рецепты, подписываться на публикации других пользователей, добавлять понравившиеся рецепты в список «Избранное», а перед походом в магазин скачивать сводный список продуктов, необходимых для приготовления одного или нескольких выбранных блюд. Проект запущен на сервере в Яндекс.Облаке в трёх контейнерах: nginx, PostgreSQL и Django+Gunicorn\nСсылка на GitHub: https://github.com/DariaKalinichenko/foodgram-project\n\n2. Yatube - социальная сеть для публикации личных дневников\nСтек: Python 3, Django 2.2 LTS, PostgreSQL, gunicorn, nginx, Яндекс.Облако(Ubuntu 18.04)\nСайт для публикации текстовых постов с картинками. Можно оставлять комментарии к постам, подписываться на любимых авторов. Разработан по классической MVT архитектуре. Используется пагинация постов и кэширование. Регистрация реализована с верификацией данных, сменой и восстановлением пароля через почту. Написаны тесты, проверяющие работу сервиса.\nСсылка на GitHub: https://github.com/DariaKalinichenko/yatube\n\n3. REST API для проекта Yatube\nСтек: Python 3, Django 2.2 LTS, Django REST Framework, SQLite3, Simple-JWT\nПолноценное API для проекта Yatube, которое дает пользоваться функционалом приложения не посещая сайт. Реализована аутентификация по JWT-токену\nСсылка на GitHub: https://github.com/DariaKalinichenko/api_final_yatube\n\n4. Командный проект REST API YaMDb — база отзывов пользователей о фильмах, книгах и музыке.\nСтек: Python 3, Django 3.0.5, Django REST Framework, SQLite3, Simple-JWT, GIT\nЗадача проекта - создание API для организации доступа к базе отзывов о фильмах, книгах и музыке.\nСсылка на GitHub: https://github.com/DariaKalinichenko/yamdb_final "
        }
    ],
    "skill_set": [
        "Python",
        "Git",
        "Django Framework",
        "PostgreSQL",
        "Nginx",
        "ООП",
        "Docker",
        "Gunicorn",
        "Яндекс.Облако",
        "REST",
        "SQLite",
        "Simple-JWT",
        "python-telegram-bot",
        "Heroku"
    ],
    "skills": "Еще в школе любила кодить мелкие сайты, не понимая, что уже программировала, разбираться в математических задачах, много времени проводила за компьютером. После школы поступила в университет на техническую специальность. Люблю чистый и понятный код, именно поэтому год назад выбрала самостоятельно изучать Python, ведь у него создано хорошее комьюнити, которое следует руководству. Для изучения бекенда выбрала Яндекс.Практикум, потому что у них лучшая обратная связь и правильный (для меня) подход к обучению.\n\nМеня вдохновляют различные YouTube-каналы и блоги людей, которые проходят похожий путь в карьере разработчика или близки к IT:\nhttps://www.youtube.com/c/SeniorSoftwareVlogger/videos - канал о жизни людей в IT и интересных фактах,\nhttps://www.youtube.com/c/tochkaGit/videos - канал об IT-бизнесе,\nhttps://vas3k.ru/ - блог бекенд-разработчика.\n\nПоиск новой информации в интернете является для меня одним из способов тренировки навыков преодоления трудностей. Я стараюсь вовремя задавать вопросы наставникам, разбивать большие сложные задачи на маленькие и решать по очереди. Умею находить общий язык с коллегами и партнерами, быстро адаптируюсь с незнакомыми мне людьми. Удачно могу разрешить какие-то конфликты, потому что для меня важно ненасильственное общение и его идеи.\n\nВ свободное время люблю ходить пешком и пробовать различные активности. Например, какое-то время я занималась фехтованием. Сейчас люблю играть в настольные игры с друзьями и посещать новые места в городе.",
    "recommendations": [
        {}
    ],
    "attestation": [],
    "dop_info": [
        {
            "dop 1": "Гражданство: Россия",
            "dop 2": "Разрешение на работу: Россия",
            "dop 3": "Желательное время в пути до работы: Не имеет значения"
        }
    ],
    "portfolio": {},
    "resume_id": "bab5c4940006c030940039ed1f324a306e6d65",
    "folder": "python18-25"
}