{
    "birth_date": "2 августа 1995",
    "gender": "Мужчина",
    "area": "Иннополис",
    "phone": "",
    "email": "",
    "metro": "",
    "prava": [],
    "title": "Программист-разработчик Python, Аналитик данных / Data scientist (Junior)",
    "specialization": [
        {
            "name": "Программирование, Разработка",
            "profarea_name": "Информационные технологии, интернет, телеком"
        },
        {
            "name": "Аналитик",
            "profarea_name": "Информационные технологии, интернет, телеком"
        }
    ],
    "salary": {
        "amount": null,
        "currency": null
    },
    "education_level": "Высшее образование",
    "education": [
        {
            "year": 2021,
            "name": "Университет Иннополис",
            "faculty, speciality": "Управление большими данными (Магистр)"
        },
        {
            "year": 2019,
            "name": "Воронежский государственный университет инженерных технологий, Воронеж",
            "faculty, speciality": "УИТС, Информационные системы и технологии (бакалавр)"
        },
        {
            "year": 2015,
            "name": "Мариупольский механико-металлургический колледж Приазовского государственного технического университета, Мариуполь",
            "faculty, speciality": "Разработка программного обеспечения"
        }
    ],
    "courses": [
        {
            "year": "2017",
            "institution": "SAP",
            "organization + specialization": "Atos, Летняя школа"
        }
    ],
    "certificates": [],
    "language": [
        {
            "name": "Русский",
            "level": "Родной"
        },
        {
            "name": "Английский",
            "level": "B2 - Средне-продвинутый"
        }
    ],
    "experience": [
        {
            "start": "01-10-2017",
            "end": "01-07-2019",
            "company": "ООО \"ИТ-РУСС\"",
            "position": "Программист-разработчик Python",
            "description": "Разработка Системы электронного документооборота с использованием Django в material-style. Основной Заказчик компании - Росавиаинтер.\n\n● Разработка и программирование: анализ бизнес‐требований, выбор оптимального проектного решения, интеграция решений - построение архитектуры, разработка front-end\\back-end части, рефакторинг и поддержка сущ. серверной логики, написание кода и оптимизация его производительности (в т.ч. работа с чужим кодом);\n● Тестирование решений (в т.ч. A/B-тестирование), мониторинг задач на доработку, аналитика и управление процессами внедрения реализованных проектов, развитие и поддержка систем. \n"
        }
    ],
    "skill_set": [
        "C++",
        "JavaScript",
        "HTML",
        "SQL",
        "Python",
        "CSS3",
        "jQuery",
        "Ajax",
        "CSS",
        "HTML5",
        "PostgreSQL",
        "Git",
        "ООП",
        "PowerShell",
        "Django Framework",
        "Katalon",
        "Pytorch",
        "tensorflow",
        "React"
    ],
    "skills": "КОМПЕТЕНЦИИ: \n• Понимание полного цикла разработки и программирование ПО и пр. ИТ-продуктов - написание ТЗ, разбиение на подсистемы и функциональные модули, проектирование межмодульного взаимодействия и перетоков данных, анализ производительности и поиск узких мест в системе, оптимизация, рефакторинг кода и устранении ошибок; \n• Понимание принципов работы клиент-серверной архитектуры, принципа разработки многозвенных клиент-серверных приложений, клиентских и серверных компонентов, мониторинг за актуальными тенденциями клиентских технологий, чувство юзабилити (опыт анализа и улучшения юзабилити);\n• Владение OOП и паттернами проектирования (design patterns), понимание алгоритмики с применением правильных конструкций языка;\n• Знание классических алгоритмов и структур данных, знание методов машинного обучения - знания в области Machine learning \\ Computer vision;\n• Знание методов математического анализа данных и статистики, владение в целом методиками анализа данных, используя различные инструменты, понимание методологий качественных и количественных исследований;\n• Хорошая математическая подготовка (численные методы, теория вероятности и статистика);\n• Понимание вычислительной сложности алгоритмов;\n• Опыт применения навыков DataScience - работа с сырыми данными, построение моделей, анализ результатов, формулировка гипотез и их валидация, визуализация результатов;\n\nТЕХНОЛОГИИ:\n• Знание и опыт разработки на Python (знание C++, C#);\n• Знание и опыт работы с HTML, CSS, JavaScript;\n• Знание MySQL, PgSQL;\n• Понимание основных концепций реляционных БД;\n• Общее представление о разработке UI;\n• Опыт использования Django и Django Rest Framework;\n• Умение писать и анализировать запросы в PostgreSQL;\n• Git: понимание принципов работы, умение работать с ветками, pull-requests, понимание merge и rebase;\n• Практические навыки работы с Vagrant, Docker или аналогами;\n• Понимание синтаксиса и механизмов работы языка (importing, filesystem, string, datetime, regular expressions);\n• Работа с API различных сервисов и платформ (Facebook, GA, Google, Apple и др.);\n• Знание технологий визуализации данных и отчетности, Hadoop and MapReduce;\n\nАктивный, позитивный, целеустремлённый. Умею работать в коллективе и самостоятельно. Работоспособен, коммуникабелен, исполнителен, ответственен и пунктуален. Стремлюсь к совершенствованию своих знаний и навыков. Умею быстро и обдуманно принимать решения. Хочу работать и профессионально развиваться прилагая к этому максимум усилий в дружном высокопрофессиональном коллективе динамично развивающийся компании.",
    "recommendations": [
        {}
    ],
    "attestation": [],
    "dop_info": [
        {
            "dop 1": "Гражданство: Россия",
            "dop 2": "Разрешение на работу: Россия",
            "dop 3": "Желательное время в пути до работы: Не имеет значения"
        }
    ],
    "portfolio": {
        "portfolio_item 0": "https://hhcdn.ru/photo/527404448.jpeg?t=1613979365&h=UAFMGFsdiOTi1rb2yrJa_Q"
    },
    "resume_id": "ffb7e709000838bfc50039ed1f30704f757552",
    "folder": "python18-25"
}