{
    "birth_date": "25 июня 1976",
    "gender": "Мужчина",
    "area": "Москва",
    "phone": "",
    "email": "",
    "metro": "м. Домодедовская",
    "prava": [
        {
            "prava1": "Имеется собственный автомобильПрава категории B",
            "prava2": "Имеется собственный автомобиль"
        }
    ],
    "title": "Python разработчик",
    "specialization": [
        {
            "name": "Программирование, Разработка",
            "profarea_name": "Информационные технологии, интернет, телеком"
        }
    ],
    "salary": {
        "amount": null,
        "currency": null
    },
    "education_level": "Среднее специальное образование",
    "education": [
        {
            "year": 2021,
            "name": "в GeekBrains, Mail.ru Group",
            "faculty, speciality": "web разработка, Python-разработки"
        }
    ],
    "courses": [],
    "certificates": [],
    "language": [
        {
            "name": "Русский",
            "level": "Родной"
        },
        {
            "name": "Английский",
            "level": "A1 - Начальный"
        }
    ],
    "experience": [
        {
            "start": "01-09-2019",
            "end": null,
            "company": "GeekBrains, Mail.ru Group",
            "position": "Python разработчик (обучение)",
            "description": "За время обучения выполнил следующие проекты:\n\n1)Ubuntu Server : настройка, работа в командной строке, раздача прав, установка web-сервера nginx, gunicorn, uWSGI\n\n2)MySQL БД для медицинской клиники со стационаром скрипты создания структуры БД (с первичными ключами, индексами, внешними ключами) создание ERDiagram для БД скрипты наполнения БД данными скрипты характерных выборок (включающие группировки, JOIN'ы, вложенные таблицы) представления хранимые процедуры / триггеры\nссылка на проект: https://github.com/ss2576/SQL/tree/master/%D0%BF%D1%80%D0%BE%D0%B5%D0%BA%D1%82%20%D0%91%D0%94\n\n3)Сайт \"интерент-магазин мебели\". \nPython, Django, PostgreSQL, JQuery, Gunicorn, Nginx. Функционал магазина: регистрация пользователя с идентификацией по почте, регистрация пользователя через социальную сеть В Контакте, создание корзины с заказами и оформление заказа.\nhttp://sergeevsa.ru:8888/\n\n4)Сетевой чат.\nPython, multiprocessing, PyQt5, Sphinx, SQLAlchemy.Создана документация проекта и инсталлируемого дистрибутива ,и в виде portable.Дистрибутив разделен на две части (серверной и клиентской)\nhttps://pypi.org/user/sergeev_sa/\nhttps://github.com/ss2576/client_server_applications_Python/tree/master/Lesson_16\n\n5)Сайт \"онлайн университет\" \nСобственный WSGI-фреймворк для веб разработок. Python, Sqlalchemy, jinja2, uWSGI, Nginx. На сайте есть возможность создать категорию курса, сам курс, пользователя (с присвоением ему статуса студента, учителя или для просмотра). От статуса зависит величина стартовой скидки на обучение.К выбранному пользователю можно добавить курсы. В зависимости от кол-ва курсов зависит скидка на обучение..\nhttps://github.com/ss2576/-architecture_and_design_patterns/tree/master/Lesson_9\nhttp://sergeevsa.ru:8000/\n\n6)Командная разработка \"чат бот\" \nPython, Django, PostgreSQL, Marshmallow, Gunicorn, Nginx. Чат-бот для OK и Jivosite.Командная разработка по методологии Agile:Scrum. Возможен выбор и оплата товара в чате по подключенным платежным системам.\nКоманда состояла из четырех  бэкэнд разработчиков и одного фронтэнд разработчика.Я отвечал за сериализацию и десериализацию данных получаемых и отправляемых в чат-бот на сайте jivo.ru с помощью библиотеки Marshmallow.\nhttps://github.com/ss2576/Agile-Scrum/tree/master/Lesson_7\nhttp://sergeevsa.ru:8080/\n"
        },
        {
            "start": "01-01-2014",
            "end": null,
            "company": "ОАО \"МОСИТАЛМЕД\"",
            "position": "Системный администратор",
            "description": "• Обеспечение бесперебойной работы IT-инфраструктуры офиса.\n• Техническая поддержка оргтехники (принтеры, сканеры и др.)\n• Контроль использования сетевых ресурсов.\n• Обеспечение своевременного копирования, архивирования и резервирования данных.\n• Проведение работ по восстановлению работоспособности локальной сети при сбоях или выходе из строя сетевого оборудования, видеонаблюдения.\n• Выявление ошибок пользователей и программного обеспечения и проведение мероприятий по их исправлению.\n• Проведение мониторинга сети, разработка предложений по развитию инфраструктуры сети.\n• Обеспечение сетевой безопасности (защита от несанкционированного доступа к информации, просмотра или изменения системных файлов и данных), безопасность межсетевого взаимодействия.\n• Осуществление антивирусной защиты локальной вычислительной сети, серверов и рабочих станций.\n• Администрирование медицинской БД Medialog, серверов домена Windows, почтового сервера exchange, Kaspersky Security Center"
        },
        {
            "start": "01-09-1999",
            "end": "01-11-2013",
            "company": "ЗАО Тандер (сеть магазинов Магнит)",
            "position": "начальник отдела информационных технологий",
            "description": "с 1999 года в крупной сетевой компании торгующей товарами повседневного спроса в должности системного администратора.\nС 2001 по 2013 в должности начальника Отдела Технической Поддержки Информационных Систем \n саратовского филиала  ЗАО \"Тандер\"\nВ подчинении 12 человек . В обслуживании отдела более 210 магазинов ,3 гиппермаркета и административное здание на 200 раб.станций.\nЛичный опыт:\nадминистрирование: Windоws 2000, 2003, 2003R2 Sеrvеr, знание и управление\nпротоколов: ТСР/IР, служб DНСР, DNS, WINS,\nПочтовых серверов: Ехсhаngе2003,\nСопровождение рабочих станций и серверов.\nЗнание ОС: Windоws 2000, ХР, приложений МS Оffiсе, Разработка топологии и\nподдержание работоспособности ЛВС, ремонт периферийного оборудования\n(принтеров , сканеров, копировальных аппаратов). Резервное копирование баз данных.\nДолжностные обязанности в должности руководителя отдела:\nЗаключение договоров с провайдерами и поставщиками телефонных услуг.\nСоставление месячных, квартальных и годовых бюджетов.\nЗакупка, ремонт и обновление парка компьютеров,Контрольно Кассовых Машин и весового оборудования.\nПланирование и организация деятельности отдела (в подчинении 12 сотрудников :\nСервисные инженера, системные администраторы).\nРаспределение рабочих задач. Мотивация персонала. Контролирование выполнения\nпланового задания в срок. Взаимодействие\nсо смежными подразделениями (отдел продаж, инженерный отдел, служба персонала,\nфинансовая служба, бухгалтерия)."
        }
    ],
    "skill_set": [
        "Python",
        "Django Framework",
        "PyQT",
        "Flask",
        "MySQL",
        "SQLAlchemy",
        "PostgreSQL",
        "JavaScript",
        "jQuery",
        "HTML",
        "CSS",
        "Linux",
        "Nginx",
        "Gunicorn",
        "uWSGI",
        "Git"
    ],
    "skills": "Работая в сфере IT 20 лет в качестве администратора и руководителя технической поддержки, всегда мечтал не обслуживать, а создавать ПО. По семейным обстоятельствам и благодаря доступности учебных материалов, пришел к разработке пару лет назад. \nВыбрал Python, поскольку он является одним из самых популярных языков – мне интересно решать широкий круг повсеместных задач. \nОбладаю опытом работы в большой команде – долго работал в крупнейшей федеральной сети и знаком с корпоративной культурой, люблю чувствовать себя причастным к чему-то большому и полезному. \nБуду рад перенимать опыт более опытных коллег и делиться своим.\nВ свободное время читаю профессиональную литературу, посещаю конференции и продолжаю изучать новое.\n\nЛичный сайт https://sergeevsa.ru\n\n",
    "recommendations": [
        {}
    ],
    "attestation": [],
    "dop_info": [
        {
            "dop 1": "Гражданство: Россия",
            "dop 2": "Разрешение на работу: Россия",
            "dop 3": "Желательное время в пути до работы: Не имеет значения"
        }
    ],
    "portfolio": {},
    "resume_id": "07dbda5b00017d86bd0039ed1f394133774133",
    "folder": "python35-45"
}